tap "homebrew/bundle"
brew "bat"
brew "direnv"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "nvm"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "semgrep"
brew "stow"
brew "zoxide"
cask "font-hack-nerd-font"
cask "iterm2"
cask "raycast"
